Repository: tuquito/garfio-generic
Catalog: po/*.po
Languages: es

source: View details
es: Ver detalles

source: Finished!
es: ¡Finalizado!

source: Your backup has been restored correctly
es: Su copia de respaldo ha sido restaurada correctamente

source: His image has been generated successfully
es: Su imagen ha sido generada correctamente

source: Restoring file...
es: Restaurando archivos...

source: Working... Please be patient
es: Trabajando... Por favor tenga paciencia

source: Please select a language:
es: Por favor seleccione un idioma:

source: Select a ISO image:
es: Seleccione una imagen ISO

source: Your live CD to a single click
es: Tu live CD a un solo clic

source: Make a custom distribution
es: Generar una distribución personalizada

source: <small>Create your own distro</small>
es: <small>Crea tu propia distro</small>

source: Make a backup of the system
es: Generar una copia del sistema

source: <small>Creates a copy of your hard drive</small>
es: <small>Crea una copia de tu disco rígido</small>

source: Make a backup of the environment
es: Generar una copia del entorno

source: <small>Creates a copy of your home directory</small>
es: <small>Crea una copia de tu directorio home</small>

source: Make an ISO in your language
es: Hacer una ISO en tu idioma

source: <small>Make Tuquito speaks your language</small>
es: <small>Hacer que Tuquito hable tu idioma</small>

source: Want to restore your home directory?
es: ¿Desea restaurar su directorio home?

source: This option allows you to restore your files and settings from a backup.
es: Esta opción le permite restaurar sus archivos y configuraciones desde una copia de respaldo.

source: Overwrite existing files?
es: ¿Sobreescribir los archivos existentes?

source: Confirmation
es: Confirmación

source: Want to create a custom distribution?
es: ¿Desea generar una distribución personalizada?

source: This option allows you to create a distribution based on your system installed, creating an ISO image that will not include the /home directory, settings and user files. You can then burn the image to use as a CD/DVD/USB live and share with all your friends.
es: Esta opción le permite crear una distribución basada en su sistema instalado, generando una imagen ISO que no incluirá el directorio /home, las configuraciones y los archivos de usuarios. Luego puede grabar la imagen para utilizarla como un CD/DVD/USB live o instalable y compartirla con todos sus amigos.

source: Want to create a backup of your system?
es: ¿Desea generar una copia de su sistema?

source: This option allows you to create an ISO image of your entire system, including the /home directory, configurations files and all existing users. You can then burn the image to use as a CD / DVD live or installable and always have a copy of your entire system.
es: Esta opción le permite crear una imagen ISO de todo su sistema, incluyendo el directorio /home, las configuraciones y los archivos de todos los usuarios existentes. Luego puede grabar la imagen para utilizarla como un CD/DVD/USB live o instalable y así siempre tener a mano una copia de su sistema completo.

source: Would you like to create a backup of your environment?
es: ¿Desea generar una copia de su entorno?

source: This option allows you to create a backup of your / home. This may include whether or not your existing settings and files saved. To configure this option go to Preferences Then you can restore it by double click.
es: Esta opción le permite crear una copia de respaldo de su directorio /home. Esto puede incluir o no sus configuraciones existentes y archivos guardados. Para configurar esta opción diríjase a Preferencias Luego puede restaurarla haciéndole doble clic.

source: Would you like to clean up temporary files?
es: ¿Desea limpiar los archivos temporales?

source: This option allows you to clean the temporary working directory, deleting all the files that are created to generate an ISO image.
es: Esta opción le permite limpiar el directorio temporal de trabajo, eliminando todos los archivos que se crean al generar una imagen ISO.

source: Do you want to change the language of an ISO image?
es: ¿Desea cambiar el idioma de una imagen ISO?

source: This option allows you to modify an ISO image Tuquito, leaving the default language selected.
es: Esta opción le permite modificar una imagen ISO de Tuquito, dejando el idioma seleccionado por defecto.

source: Preferences
es: Preferencias

source: Temporary working directory
es: Directorio temporal de trabajo

source: This is the directory where the ISO image to be stored and, temporarily, the necessary files as you work.
es: Este es el directorio donde se guardarán temporalmente la imagen iso que genere y los archivos que Garfio necesita mientras trabaja.

source: Files and directories to exclude, separated by commas
es: Archivos y directorios a excluir, separados por comas

source: Username for live CD/DVD
es: Nombre de usuario para el live CD/DVD

source: Username generated by default when you start in live mode.
es: Nombre del usuario, generado por defecto, cuando se inicia en modo live.

source: Name of the live CD/DVD
es: Nombre del live CD/DVD

source: This is the name of the mounted unit that contains the iso image.
es: Este es el nombre de la unidad montada que contiene la imagen iso.

source: Name of iso file
es: Nombre del archivo .iso

source: This is the name of your file .iso
es: Este es el nombre del su archivo .iso

source: Backup of /home without files or hidden directories
es: Copia de /home sin archivos/directorios ocultos

source: If you enable this option, when you generate a backup of the environment (/home), do not store the files or hidden directories.
es: Si habilita esta opción, cuando genere un backup del entorno (/home), no se guardarán los archivos ni directorios ocultos. Por lo tanto tampoco sus configuraciones personales.

source: Usage
es: Modo de uso

source: To make a complete backup of your system. Including the home directory
es: Para hacer una copia de su sistema completo. Incluyendo el directorio home

source: To make a complete backup of the user's home directory. May or may not include hidden files
es: Para hacer una copia de su directorio home. Puede o no incluir archivos ocultos

source: To clean temporary files from Garfio
es: Para limpiar el directorio temporal de Garfio

source: To make a distribution based on your system. Excluding the home directory
es: Para hacer una distribución basada en su sitema. Excluyendo el directorio home

source: Stops all processes launched
es: Detiene todos los procesos lanzados

source: Locate your iso Tuquito
es: Localizar su iso Tuquito

source: Generating
es: Generando

source: Directory
es: Directorio

source: Size
es: Tamaño

source: Finished successfully
es: Proceso finalizado

source: Clean directory
es: Directorio limpio

source: The temporary directory has been deleted
es: El directorio temporal ha sido eliminado

source: Preparing files
es: Preparando archivos

source: Backup generated
es: Copia generada

source: Backup generated in
es: Copia generada en

source: Extracting files
es: Descomprimiendo archivos

source: Your home directory has been restored
es: Su directorio home ha sido restaurado

source: Extracting ISO file
es: Extrayendo archivo ISO

source: Copying files
es: Copiando archivos

source: Descompressing filesystem
es: Descomprimiendo el sistema de archivos

source: Localizing system
es: Localizando el sistema

source: Modifying liveCD menu
es: Modificando el menú del liveCD

source: Installing Language packs
es: Instalando paquetes de idiomas

source: Compressing filesystem
es: Comprimiendo el sistema de archivos

source: Updating manifests
es: Actualizando el manifiesto

source: Updating md5 sums
es: Actualizando las sumas md5

source: Calculating the size of the file system for the installer.
es: Calculando el tamaño del sistema de archivos para el instalador

source: Building new ISO file
es: Contruyendo el nuevo archivo ISO

source: Welcome to Garfio!\n
es: Bienvenido/a a Garfio!\n

source: Backup Mode
es: Modo Copia de seguridad

source: Backup Environment Mode
es: Modo Copia de seguridad del entorno

source: Cleaning directory
es: Limpiando directorio

source: Distribution Mode
es: Modo Distribución

source: Environment Restoration Mode
es: Modo Restauración de entorno

source: Stopping processes
es: Deteniendo procesos

source: Translation Mode
es: Modo Traducción

source: Generating ISO
es: Generando ISO

source: Checking packages required
es: Verificando paquetes necesarios

source: Checking if the temporary directory was created
es: Verificando si el directorio temporal fué creado

source: Copying /var /etc directory and excluding temporary extra files
es: Copiando los directorios /var /etc y excluyendo archivos extras

source: Generating filesystem.manifest and filesystem.manifest-desktop
es: Generando filesystem.manifest y filesystem.manifest-desktop

source: Configuring the casper and ubiquity options for the selected mode
es: Configurando las opciones de casper y ubiquity para el modo seleccionado

source: Compressing the initrd for the live CD
es: Comprimiendo el initrd para el live CD

source: Copying the kernel and initrd for the live CD
es: Copiando el kernel y el initrd para el live CD

source: Generating filesystem.squashfs - This may take time, be patient...
es: Generando filesystem.squashfs - Esto puede tomar un tiempo, sea paciente...

source: Adding files and folders required by the live CD
es: Agregando archivos y carpetas necesarias para el live CD

source: Adding files and folders required by the cd for the selected mode
es: Agregando archivos y carpetas requeridas por el cd para el modo seleccionado

source: The compressed filesystem is larger than the iso9660 specification allows for a single file. You must try to reduce the amount of data you are backing up and try again.
es: El sistema de archivo comprimido es mayor que la especificación iso9660 permite para un solo archivo. Usted debe tratar de reducir la cantidad de datos a copiar y vuelva a intentarlo.

source: Generating md5sum.txt for cd/dvd
es: Generando md5sum.txt para el cd/dvd

source: in
es: en
